Repository: RRZE-Webteam/rrze-elements-blocks
Catalog: languages/rrze-elements-blocks-*_formal.po
Languages: de_de@formal

source: RRZE Elements Blocks
de_de@formal: RRZE Elemente Blöcke

source: Advanced design elements for WordPress BlockEditor.
de_de@formal: Erweiterte Gestaltungselemente für den WordPress BlockEditor.

# Block pattern category
source: Pages
de_de@formal: Seiten

source: A collection of full page layouts.
de_de@formal: Eine Sammlung ganzseitiger Layouts.

# Block pattern category
source: DEVELOPMENT
de_de@formal: ENTWICKLUNG

source: A collection of DEV layouts for automated testing.
de_de@formal: Eine Sammlung von DEV-Layouts für automatisierte Tests.

source: DEV: Counter and Iconbox
de_de@formal: DEV: Zähler und Iconbox

# DEV Template
source: A testing template for Counter and Iconbox.
de_de@formal: Eine Testvorlage für Counter und Iconbox.

source: DEV: Accordion
de_de@formal: DEV: Akkordeon

# DEV Template
source: A testing template for Accordions.
de_de@formal: Eine Testvorlage für Accordions.

source: Example Pattern
de_de@formal: Beispiel-Vorlage

# Block pattern description
source: Description for Example Pattern
de_de@formal: Beschreibung für Beispielvorlagen

source: Image with Accordion
de_de@formal: Bild mit Akkordeon

# Block pattern description
source: Description for Image with Accordion
de_de@formal: Beschreibung für Bild mit Akkordeon

source: Custom News section 3-Column Layout
de_de@formal: Benutzerdefinierter Nachrichtenbereich 3-Spalten-Layout

# Block pattern description
source: A 3 Column Layout for custom News on Landing pages
de_de@formal: Ein 3-spaltiges Layout für benutzerdefinierte Nachrichten auf Landing Pages

# Block pattern description
source: Call to Action section
de_de@formal: Call to Action-Abteilung

source: Image with Text
de_de@formal: Alternativtext für Bild

# Block pattern description
source: Two column layout: Image left, text right column.
de_de@formal: Zweispaltiges Layout: Bild links, Text rechte Spalte.

source: Landing page template 1
de_de@formal: Landing Page Vorlage 1

# Block pattern description
source: A landingpage template for FAU.
de_de@formal: Eine Landingpage-Vorlage für die FAU.

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de@formal: Auf dem Server wird die PHP-Version %1$s ausgeführt. Das Plugin benötigt mindestens die PHP-Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de@formal: Auf dem Server wird die WordPress-Version %1$s ausgeführt. Das Plugin benötigt mindestens die WordPress-Version %2$s.

source: Color Settings
de_de@formal: Farbeinstellungen

source: Select a Color
de_de@formal: Wähle Sie eine Farbe

source: Central institution
de_de@formal: Zentrale Einrichtung

source: Faculty of Business, Economics, and Law
de_de@formal: Rechts- und Wirtschafts­wissenschaftliche Fakultät

source: Faculty of Sciences
de_de@formal: Naturwissenschaftliche Fakultät

source: Faculty of Medicine
de_de@formal: Medizinische Fakultät

source: Faculty of Humanities, Social Sciences, and Theology
de_de@formal: Philosophische Fakultät und Fachbereich Theologie

source: Faculty of Engineering
de_de@formal: Technische Fakultät

source: Inherit color
de_de@formal: Farbe vererben

source: Select an icon
de_de@formal: Wählen Sie ein Icon

source: Remove Icon
de_de@formal: Icon entfernen

source: The search results got updated.
de_de@formal: Die Suchergebnisse wurden aktualisiert.

source: Icons are provided by
de_de@formal: Die Icons werden bereitgestellt von

source: . You can search for an icon by typing its Font Awesome name in the search field below.
de_de@formal: . Sie können nach einem Symbol suchen, indem Sie den Font Awesome-Namen in das Suchfeld unten eingeben.

source: Search for an Icon
de_de@formal: Nach einem Icon suchen

source: Search for Icons
de_de@formal: Suche nach Icons

source: Search Results
de_de@formal: Suchergebnisse

source: No icons found. Please try a different search term.
de_de@formal: Keine Icons gefunden. Bitte versuchen Sie einen anderen Suchbegriff.

source: Solid Icons
de_de@formal: Solide Icons

source: Regular Icons
de_de@formal: Reguläre Icons

source: Brand Icons
de_de@formal: Marken-Symbole

source: Jump Link Settings
de_de@formal: Sprunglink-Einstellungen

source: Jump Links allow your users to jump to this collapse by adding /#jumplinkname to the end of the URL.
de_de@formal: Sprunglinks ermöglichen es Ihren Benutzern, zu diesem Accordionreiter zu springen, indem Sie /#sprunglinkname an das Ende der URL anhängen.

source: This jump link name is already taken.
de_de@formal: Dieser Name für den Sprunglink ist bereits vergeben.

source: Jump Link Name
de_de@formal: Sprung Link Name

source: Update the Jump Link
de_de@formal: Aktualisieren Sie den Sprunglink

source: Set Jump Link
de_de@formal: Sprunglink setzen

source: Lock Jump Link Name
de_de@formal: Sprunglink sperren

source: If enabled, the jump link will not generated automatically any longer.
de_de@formal: Wenn diese Option aktiviert ist, wird der Sprunglink nicht mehr automatisch erzeugt.

source: Add an icon
de_de@formal: Ein Icon einfügen

source: Change the icon
de_de@formal: Ändern Sie das Symbol

source: Select an Icon
de_de@formal: Symbol wählen

source: Close
de_de@formal: Schließen

source: Icon Settings
de_de@formal: Icon Einstellungen

source: reduced. Button.
de_de@formal: reduziert. Schaltfläche.

source: extended. Button.
de_de@formal: erweitert. Schaltfläche.

source: Enter your Title…
de_de@formal: Geben Sie Ihren Titel ein…

source: Level %1$s. %2$s
de_de@formal: Stufe %1$s. %2$s

source: Level %s. Empty.
de_de@formal: Ebene %s. Leer.

source: Border Settings
de_de@formal: Grenz Einstellungen

source: Default
de_de@formal: Standard

source: Success
de_de@formal: Erfolg

source: Warning
de_de@formal: Warnung

source: Danger
de_de@formal: Gefahr

source: Label settings
de_de@formal: Label Einstellung

source: Add a Label for your Alert. This changes the style to example
de_de@formal: Fügen Sie ein Label für Ihren Alert hinzu. Dies ändert den Stil in „Beispiel“

source: Add a Label
de_de@formal: Ein Label hinzufügen

source: Add a description…
de_de@formal: Eine Beschreibung hinzufügen…

source: Advanced Settings
de_de@formal: Erweiterte Einstellungen

source: Open collapse on Page load
de_de@formal: Klappe öffnen beim Laden der Seite

source: Collapse on page load
de_de@formal: Beim Laden der Seite einklappen

source: Open on page load
de_de@formal: Beim Laden der Seite öffnen

source: Show Expand-All-Link
de_de@formal: Expand-All-Link anzeigen

source: Select heading level
de_de@formal: Wählen Sie die Überschriftenebene

source: Heading level
de_de@formal: Überschriftebene

source: Controls the heading level of the accordion
de_de@formal: Steuert die Überschriftenebene des Akkordeons

source: Untitled Collapse
de_de@formal: Akkordeonreiter ohne Titel

source: Expand All
de_de@formal: Alle ausklappen

source: Heading Settings
de_de@formal: Einstellungen Überschrift

source: Collapsibles Settings
de_de@formal: Zusammenklappbare Einstellungen

source: Display settings
de_de@formal: Einstellungen Darstellung

source: Number of columns
de_de@formal: Anzahl der Spalten

source: Show Rule
de_de@formal: Regel anzeigen

source: Align left
de_de@formal: Links ausrichten

source: Align center
de_de@formal: Mittig ausrichten

source: Align right
de_de@formal: Rechts ausrichten

source: Display options for the Editor
de_de@formal: Anzeigeoptionen für den Editor

source: Preview Animation
de_de@formal: Vorschau Animation

source: Animation Settings
de_de@formal: Animations-Einstellungen

source: Stagger between Animations (seconds)
de_de@formal: Zeitabstand zwischen den Animationen (Sekunden)

source: Grid Settings
de_de@formal: Grid Einstellungen

source: Column number
de_de@formal: Spaltenanzahl

source: Start value
de_de@formal: Startwert

source: Unlink
de_de@formal: Trennen

source: Font Size
de_de@formal: Schriftgröße

source: Small
de_de@formal: Klein

source: Big
de_de@formal: Groß

source: Description
de_de@formal: Beschreibung

source: Replace Image
de_de@formal: Bild ersetzen

source: Add Image
de_de@formal: Bild hinzufügen

source: Remove image
de_de@formal: Bild entfernen

source: CTA Title
de_de@formal: CTA Titel

source: CTA Subtitle
de_de@formal: CTA Untertitel

source: Medium
de_de@formal: Mittel

source: Large
de_de@formal: Groß

source: tags
de_de@formal: Schlagworte

source: Comma separated list of tags
de_de@formal: Kommagetrennte Liste der Tags

source: Additional classes
de_de@formal: Zusätzliche Klassen

source: Hide duplicate posts
de_de@formal: Doppelte Beiträge ausblenden

source: Only show posts with thumbnails
de_de@formal: Nur Beiträge mit Miniaturansichten anzeigen

source: Only show sticky posts
de_de@formal: Nur klebrige Beiträge anzeigen

source: Img first
de_de@formal: Bild zuerst

source: Show more articles button
de_de@formal: Schaltfläche Weitere Artikel anzeigen

source: Display as List
de_de@formal: Als Liste anzeigen

source: Ratio text & metadata
de_de@formal: Ratio Text & Metadaten

source: Number of Columns
de_de@formal: Anzahl der Spalten

source: Hide Options
de_de@formal: Optionen ausblenden

source: Hide Date
de_de@formal: Datum ausblenden

source: Hide Thumbnail
de_de@formal: Vorschaubild ausblenden

source: Hide Category
de_de@formal: Kategorie ausblenden

source: Hide meta
de_de@formal: Metadaten ausblenden

source: An error occured inside the ServerSideRender component of this block. Try adjusting the block settings, save your draft and refresh the page.
de_de@formal: Innerhalb der Komponente ServerSideRender dieses Blocks ist ein Fehler aufgetreten. Versuchen Sie, die Einstellungen des Blocks anzupassen, speichern Sie Ihren Entwurf und aktualisieren Sie die Seite.

source: Hint
de_de@formal: Hinweis

source: Notice with hint-icon
de_de@formal: Hinweis mit Hinweissymbol

source: Maintenance
de_de@formal: Wartung

source: Notice with wrench icon
de_de@formal: Hinweis mit Schraubenschlüssel-Symbol

source: Question
de_de@formal: Frage

source: Questionmark
de_de@formal: Fragezeichen

source: Negative
de_de@formal: Negativ

source: Minus icon
de_de@formal: Minus-Symbol

source: Positive
de_de@formal: Positiv

source: Plus-icon
de_de@formal: Plus-Symbol

source: Idea
de_de@formal: Idee

source: Lightbulb icon
de_de@formal: Glühbirnen-Symbol

source: Download-icon
de_de@formal: Download-Symbol

source: FAUbox-icon
de_de@formal: FAUbox-Symbol

source: Loudspeaker icon
de_de@formal: Lautsprecher-Symbol

source: Video-icon
de_de@formal: Video-Symbol

source: Thumbs up
de_de@formal: Daumen hoch

source: Thumps up icon
de_de@formal: Daumen hoch Symbol

source: Thumbs down
de_de@formal: Daumen runter

source: Thumbs down icon
de_de@formal: Daumen runter Symbol

source: Style Settings
de_de@formal: Style-Einstellungen

source: Select a style
de_de@formal: Wählen Sie einen Stil

source: Change the style
de_de@formal: Ändern Sie den Stil

source: Save changes
de_de@formal: Änderungen speichern

source: Notice
de_de@formal: Hinweis

source: Add a Headline
de_de@formal: Eine Überschrift hinzufügen

source: Add an Label
de_de@formal: Ein Label hinzufügen

source: Change the Label
de_de@formal: Ändern Sie das Label

source: Change the Tab Label
de_de@formal: Beschriftung der Registerkarte ändern

source: Enter your Tab Label
de_de@formal: Geben Sie Ihre Registerkartenbeschriftung ein

source: Enter your Tab title. You can change it later through the block settings inside the Toolbar.
de_de@formal: Geben Sie den Titel Ihrer Registerkarte ein. Sie können ihn später über die Blockeinstellungen in der Symbolleiste ändern.

source: Tab Label Settings
de_de@formal: Einstellungen für Tab-Label

source: Hide Label settings
de_de@formal: Einstellungen zum Ausblenden von Etiketten

source: Enter your Tab Label.
de_de@formal: Geben Sie Ihre Registerkartenbezeichnung ein.

source: Click here and press / to enter content inside your Tab
de_de@formal: Klicken Sie hier und drücken Sie / , um den Inhalt Ihres Tabs einzugeben

source: Reveal all tabs inside the Editor (X-ray)
de_de@formal: Alle Registerkarten im Editor einblenden (X-ray)

source: Only show active tabs inside the editor
de_de@formal: Nur aktive Registerkarten innerhalb des Editors anzeigen

source: Show / Hide all inactive tabs inside the editor.
de_de@formal: Alle inaktiven Registerkarten innerhalb des Editors anzeigen/ausblenden.

source: We recommend using a maximum of 4 tabs for the best User Experience.
de_de@formal: Wir empfehlen, maximal 4 Registerkarten zu verwenden, um eine optimale Benutzerfreundlichkeit zu gewährleisten.

source: Enter a Date or Label
de_de@formal: Datum oder Etikett eingeben

# block title
source: Accordion item
de_de@formal: Akkordeon Element

# block description
source: Creates an inner accordion item
de_de@formal: Erzeugt ein inneres Akkordeon-Element

# block keyword
source: accordion
de_de@formal: Akkordeon

# block keyword
source: collapse
de_de@formal: einklappen

# block keyword
source: expand
de_de@formal: aufklappen

# block keyword
source: toggle
de_de@formal: wechseln

# block title
source: Inner Accordion
de_de@formal: Inneres Akkordeon

# block description
source: Creates an inner accordion block
de_de@formal: Erzeugt einen inneren Akkordeonblock

# block title
source: Alert
de_de@formal: Alarm

# block description
source: Used to highlight important information and warnings.
de_de@formal: Wird verwendet, um wichtige Informationen und Warnungen hervorzuheben.

# block title
source: Blueprint
de_de@formal: Blaupause

# block description
source: Creates a blueprint block.
de_de@formal: Erzeugt einen Blaupausenblock.

# block title
source: Accordion-item
de_de@formal: Akkordeon-Artikel

# block description
source: Creates an accordion block
de_de@formal: Erzeugt einen Akkordeonblock

# block title
source: Accordion
de_de@formal: Akkordeon

# block title
source: Text Columns
de_de@formal: Textspalten

# block description
source: Creates a columns block which dynamically breaks.
de_de@formal: Erzeugt einen Spaltenblock, der dynamisch umbricht.

# block title
source: Content Width Limiter
de_de@formal: Inhaltsbreitenbegrenzer

# block description
source: Creates a contentwidthlimiter block.
de_de@formal: Erzeugt einen Contentwidthlimiter-Block.

# block title
source: Counter Row
de_de@formal: Zählerreihe

# block description
source: Create a Row for Counters
de_de@formal: Eine Zeile für Zähler erstellen

# block style label
source: Outlined
de_de@formal: Umrandet

# block title
source: Counter
de_de@formal: Zähler

# block description
source: Creates a Counter block.
de_de@formal: Erzeugt einen Zählerblock.

# block title
source: Call to action
de_de@formal: Call To Action (Handlungssaufforderung)

# block description
source: Creates an Call to action box.
de_de@formal: Erzeugt eine Call to Action-Box.

# block style label
source: Small
de_de@formal: Klein

# block description
source: Creates a Iconbox block.
de_de@formal: Erzeugt einen Iconbox-Block.

# block description
source: Creates an insertion.
de_de@formal: Erzeugt eine Einfügung.

# block title
source: News
de_de@formal: Neuigkeiten

# block description
source: Creates a news block.
de_de@formal: Erzeugt einen Nachrichtenblock.

# block title
source: Notice
de_de@formal: Hinweis

# block description
source: Creates an notice.
de_de@formal: Erzeugt eine Mitteilung.

# block description
source: Creates an tabs block.
de_de@formal: Erstellt einen Tabs-Block.

# block title
source: Timeline-Entry
de_de@formal: Timeline-Eingabe

# block description
source: Creates a Timeline Item
de_de@formal: Erzeugt ein Zeitleistenelement

# block title
source: Timeline
de_de@formal: Zeitleiste

# block description
source: Creates a Timeline block
de_de@formal: Erzeugt einen Timeline-Block
