Repository: RRZE-Webteam/rrze-elements-blocks
Catalog: languages/rrze-elements-blocks-*.po
Languages: de_de

source: Zeichen
de_de: Characters

source: . You can search for an icon by typing its Font Awesome name in the search field below.
de_de: . Sie können nach einem Symbol suchen, indem Sie den zugehörigen Font Awesome Namen in das untenstehende Suchfeld eingeben.

source: A collection of full page layouts.
de_de: Eine Sammlung von Fullsite-Templates

source: Add a description…
de_de: Füge eine Beschreibung hinzu…

source: Add a Headline
de_de: Überschrift festlegen

source: Add a Label
de_de: Beschriftung hinzufügen

source: Add a Label for your Alert. This changes the style to example
de_de: Füge eine Beschriftung hinzu. Dies verändert den Style der Hinweisbox zu "Example".

source: Add an icon
de_de: Icon hinzufügen

source: Add an Label
de_de: Label festlegen

source: Add Image
de_de: Bild auswählen

source: Additional classes
de_de: Zusätzliche CSS-Klassen

source: Advanced design elements for WordPress BlockEditor.
de_de: Erweiterte Designelemente für den WordPress BlockEditor.

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Align center
de_de: Zentrieren

source: Align left
de_de: Links ausrichten

source: Align right
de_de: Rechts ausrichten

source: An error occured inside the ServerSideRender component of this block. Try adjusting the block settings, save your draft and refresh the page.
de_de: Ein Fehler ist in der ServerSideRender-Komponente dieses Blocks aufgetreten. Versuche die Block-Einstellungen anzupassen, speichere den Beitrag und aktualisiere die Seite, um die Darstellung wiederherzustellen.

source: Animation Settings
de_de: Animation – Einstellungen

source: Big
de_de: Groß

# block description
source: Create a Row for Counters
de_de: Erstellt eine Info-Leiste für Counter & Iconboxen

# block description
source: Creates a blueprint block.
de_de: Erzeugt einen Vorlagen-Block

# block description
source: Creates a columns block which dynamically breaks.
de_de: Erstellt einen Spalten-Block, der dynamisch umbricht.

# block description
source: Creates a contentwidthlimiter block.
de_de: Erstellt einen Inhaltsbegrenzer, um die Inhaltsbreite von Texten und Inhalten zu begrenzen.

# block description
source: Creates a Counter block.
de_de: Erstellt einen Zähler Block der bis zu einer bestimmten Zahl hoch oder herunter zählt

# block description
source: Creates a Iconbox block.
de_de: Erstellt eine Infoxbox mit Icon, Definition und Beschreibung zur Darstellung kurzer Informationen.

# block description
source: Creates a news block.
de_de: Gibt die neusten Beiträge aus.

# block description
source: Creates a Timeline Item
de_de: Erstellt einen Eintrag für den Zeitstrahl

# block description
source: Creates an accordion block
de_de: Legt ein Accordion (Inhaltsfächer) an.

# block description
source: Creates an Call to action box.
de_de: Erstellt einen Handlungsaufruf.

# block description
source: Creates an inner accordion block
de_de: Erstellt ein verschachteltes Accordion.

# block description
source: Creates an inner accordion item
de_de: Legt ein inneres Accordionelement an.

# block description
source: Creates an insertion.
de_de: Erzeugt einen Einschub bei Texten.

# block description
source: Creates an notice.
de_de: Erzeugt eine Hinweisbox mit Icon.

# block description
source: Creates an tabs block.
de_de: Legt einen Registerfächer an.

# block description
source: Used to highlight important information and warnings.
de_de: Hervorheben wichtiger Informationen und Warnhinweise.

# block keyword
source: expand
de_de: öffnen

# block keyword
source: toggle
de_de: Schalter

# Block pattern category
source: Pages
de_de: Seiten

# Block pattern description
source: A 3 Column Layout for custom News on Landing pages
de_de: Ein 3-spaltiges Layout für Custom News für Landing pages

# Block pattern description
source: A landingpage template for FAU.
de_de: Ein Landingpage Template für die FAU

# Block pattern description
source: Call to Action section
de_de: Call to Action Vorlage

# Block pattern description
source: Description for Example Pattern
de_de: Beschreibung für eine Beispiel-Vorlage

# Block pattern description
source: Description for Image with Accordion
de_de: Vorlage für ein Bild mit Accordion

# Block pattern description
source: Two column layout: Image left, text right column.
de_de: Ein zweispaltiges Layout: Linksbündiges Bild, Textspalte rechts

# block style label
source: Small
de_de: Klein

# block title
source: Accordion item
de_de: Accordionelement

# block title
source: Accordion-item
de_de: Accordionelement

# block title
source: Alert
de_de: Hinweis

# block title
source: Blueprint
de_de: Vorlage

# block title
source: Call to action
de_de: Handlungsaufruf

# block title
source: Content Width Limiter
de_de: Inhaltsbreite begrenzen

# block title
source: Counter
de_de: Zähler-Box

# block title
source: Counter Row
de_de: Info-Leiste

# block title
source: Iconbox
de_de: Info-Box

# block title
source: Inner Accordion
de_de: Inneres Accordion

# block title
source: Insertion
de_de: Einschub

# block title
source: News
de_de: Nachrichten

# block title
source: Text Columns
de_de: Textspalten

# block title
source: Timeline
de_de: Zeitstrahl

# block title
source: Timeline-Entry
de_de: Zeitstrahl-Eintrag

source: Border Settings
de_de: Rahmenoptionen

source: Brand Icons
de_de: Firmen Icons (Brand)

source: Central institution
de_de: Zentrale Einrichtung

source: Change the icon
de_de: Icon anpassen

source: Change the Label
de_de: Label anpassen

source: Change the style
de_de: Darstellung anpassen

source: Change the Tab Label
de_de: Tab Label anpassen

source: Click here and press / to enter content inside your Tab
de_de: Klicken Sie hier und drücken Sie / oder die Enter-Taste, um Inhalte hinzuzufügen.

source: Close
de_de: Schließen

source: Collapse on page load
de_de: Einklappen beim Laden der Seite

source: Collapsibles Settings
de_de: Accordion-Einstellungen

source: Color Settings
de_de: Farbeinstellung

source: Column number
de_de: Spaltenanzahl

source: Comma separated list of tags
de_de: Kommaseparierte Liste von Schlagwörtern

source: Controls the heading level of the accordion
de_de: Steuert die Überschriftebene von Accordions

source: CTA Subtitle
de_de: CTA Untertitel

source: CTA Title
de_de: CTA Titel

source: Custom News section 3-Column Layout
de_de: Neuste Beiträge 3-spaltiges Layout

source: Danger
de_de: Gefahr

source: Default
de_de: Standard

source: Description
de_de: Beschreibung

source: DEV: Counter and Iconbox
de_de: DEV: Zähl- und Iconbox

source: Display as List
de_de: Als Liste ausgeben

source: Display options for the Editor
de_de: Darstellungsoptionen für den Editor

source: Display settings
de_de: Darstellungsoptionen

source: Enter a Date or Label
de_de: Vergeben Sie ein Datum oder eine Beschriftung

source: Enter your Tab Label
de_de: Tab Label hinzufügen

source: Enter your Tab Label.
de_de: Tab Label hinzufügen.

source: Enter your Tab title. You can change it later through the block settings inside the Toolbar.
de_de: Label festlegen. Das Label kann später über die Einstellungen in der Toolbar angepasst werden.

source: Enter your Title…
de_de: Accordion-Titel vergeben…

source: Example Pattern
de_de: Beispiel-Pattern

source: Expand All
de_de: Alle öffnen

source: extended. Button.
de_de: Erweitert. Taste.

source: Faculty of Business, Economics, and Law
de_de: Rechts- und Wirtschaftswissenschaftliche Fakultät

source: Faculty of Engineering
de_de: Technische Fakultät

source: Faculty of Humanities, Social Sciences, and Theology
de_de: Philosophische Fakultät und Fachbereich Theologie

source: Faculty of Medicine
de_de: Medizinische Fakultät

source: Faculty of Sciences
de_de: Naturwissenschaftliche Fakultät

source: Font Size
de_de: Schriftgröße

source: Grid Settings
de_de: Raster – Einstellungen

source: Heading level
de_de: Überschriftsebene

source: Heading Settings
de_de: Überschrift | Einstellungen

source: Hide Category
de_de: Kategorie ausblenden

source: Hide Date
de_de: Datum ausblenden

source: Hide duplicate posts
de_de: Doppelte Beiträge ausblenden

source: Hide Label settings
de_de: Beschriftung ausblenden

source: Hide meta
de_de: Meta ausblenden

source: Hide Options
de_de: Darstellungsoptionen

source: Hide Thumbnail
de_de: Beitragsbild ausblenden

source: Hint
de_de: Hinweis

source: Icon Settings
de_de: Icon | Einstellungen

source: Icons are provided by
de_de: Icons werden bereitgestellt durch

source: Idea
de_de: Idee

source: If enabled, the jump link will not generated automatically any longer.
de_de: Falls aktiviert, wird die Sprungmarke nicht mehr automatisch generiert

source: Image with Accordion
de_de: Bild mit Accordion

source: Image with Text
de_de: Bild mit Text

source: Img first
de_de: Bild zuerst

source: Inherit color
de_de: Farbe erben

source: Insertion
de_de: Einschub

source: Jump Link Name
de_de: Beschriftung der Sprungmarke

source: Jump Link Settings
de_de: Sprungmarke | Einstellungen

source: Jump Links allow your users to jump to this collapse by adding /#jumplinkname to the end of the URL.
de_de: Sprungmarken erlauben es den Nutzern, schnell zu einem Accordioneintrag zu springen, indem Sie /#sprungmarkenlabel am Ende der URL hinzufügen.

source: Label settings
de_de: Label | Einstellungen

source: Large
de_de: Groß

source: Level %1$s. %2$s
de_de: Ebene %1$s. %2$s

source: Level %s. Empty.
de_de: Ebene %s. Leer.

source: Lightbulb icon
de_de: Glühbirne als Icon

source: Lock Jump Link Name
de_de: Name der Sprungmarke sperren

source: Loudspeaker icon
de_de: Lautsprecher Icon

source: Maintenance
de_de: Wartung

source: Negative
de_de: Negativ

source: No icons found. Please try a different search term.
de_de: Es wurden keine Icons gefunden. Versuchen Sie einen anderen Suchbegriff.

source: Notice with hint-icon
de_de: Notice mit Hinweis

source: Notice with wrench icon
de_de: Notice mit Wartungsicon

source: Number of Columns
de_de: Anzahl der Spalten

source: Number of columns
de_de: Anzahl der Spalten

source: Only show active tabs inside the editor
de_de: Nur aktive Tabs im Editor anzeigen

source: Only show posts with thumbnails
de_de: Nur Beiträge mit Beitragsbild ausgeben

source: Only show sticky posts
de_de: Nur festgehaltene Beiträge ausgeben (sticky posts)

source: Open collapse on Page load
de_de: Reiter bei erstem Laden der Seite automatisch öffnen

source: Open on page load
de_de: Bei Laden der Seite automatisch öffnen

source: Positive
de_de: Positiv

source: Preview Animation
de_de: Animation Vorschau

source: Question
de_de: Frage

source: Questionmark
de_de: Fragezeichen

source: Ratio image
de_de: Bildanteil

source: Ratio text & metadata
de_de: Verhältnis Bild zu Text

source: reduced. Button.
de_de: Reduziert. Taste.

source: Remove Icon
de_de: Icon entfernen

source: Remove image
de_de: Bild entfernen

source: Replace Image
de_de: Bild ersetzen

source: Reveal all tabs inside the Editor (X-ray)
de_de: Zeige alle Tabs im ausgeklappten Zustand im Editor (x-ray).

source: Save changes
de_de: Änderungen speichern

source: Search for an Icon
de_de: Nach einem Icon suchen

source: Search for Icons
de_de: Nach Icons suchen

source: Search Results
de_de: Suchergebnisse

source: Select a Color
de_de: Farbe auswählen…

source: Select a style
de_de: Style auswählen

source: Select an Icon
de_de: Icon auswählen

source: Select an icon
de_de: Icon auswählen

source: Select heading level
de_de: Überschriftebene auswählen

source: Set Jump Link
de_de: Sprungmarke festlegen

source: Show / Hide all inactive tabs inside the editor.
de_de: Zeige/Verstecke alle inaktiven Tabs in der Bearbeitungsansicht.

source: Show Expand-All-Link
de_de: Zeige "Alle öffnen"-Button

source: Show more articles button
de_de: Zeige "Mehr Beiträge anzeigen"-Button

source: Show Rule
de_de: Zeige Trennlinien

source: Small
de_de: Klein

source: Stagger between Animations (seconds)
de_de: Zeitversatz zwischen Animationen in Sekunden

source: Start value
de_de: Startwert

source: Style Settings
de_de: Style Einstellungen

source: Success
de_de: Erfolg

source: Tab Label Settings
de_de: Tab Label Einstellungen

source: tags
de_de: Schlagwörter

source: The search results got updated.
de_de: Die Suchergebnisse wurden aktualisiert.

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP Version %1$s. Das Plugin braucht mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress Version %1$s. Das Plugin benötigt mindestens WordPress Version %2$s.

source: This jump link name is already taken.
de_de: Diese Sprungmarke ist bereits vergeben.

source: Thumbs down
de_de: Daumen nach unten

source: Thumbs down icon
de_de: Daumen nach untern Icon

source: Thumbs up
de_de: Daumen nach oben

source: Thumps up icon
de_de: Daumen nach oben Icon

source: Unlink
de_de: Verlinkung aufheben

source: Update the Jump Link
de_de: Sprungmarke aktualisieren

source: Warning
de_de: Warnung

source: We recommend using a maximum of 4 tabs for the best User Experience.
de_de: Für eine bessere Nutzererfahrung empfehlen wir maximal 4 Reiter auf einmal zu nutzen.
